Repository: Softcatala/nmt-softcatala
Catalog: evaluate/raw/EUbookshoop-ca-en.tmx
Source language: ca
Languages: en

source: En qualsevol cas, les polítiques aplicades són una resposta als efectes dedesintegració que es deriven dels ràpids canvis a nivell social, econòmic i cultural queestan afectant la majoria de societats europees i que impliquen diferents grups de lapoblació, independentment de si tenen un passat relacionat amb la migració.
en: Policies are then aresponse to the disintegrating effects of the rapid social, economic and cultural changethat most European societies are going through and target various groups among thepopulation, whether or not they have a migration background.

source: Enconseqüència, dintre del que s’anomena integració, es pot detectar una combinaciód’enfocaments generals i específics que es dirigeixen a diferents grups i que tracten unagran varietat de temes.
en: Consequently, under theheading of integration one can detect a mixture of general and specific approachestargeting different groups and addressing a variety of issues.

source: Tots els països europeus s’adhereixen als drets humans i es fan ressò de principis com laigualtat, la no discriminació, la solidaritat, l’obertura, la participació i la tolerància.
en: European countries all adhere to human rights standards and share values such asequality, anti-discrimination, solidarity, openness, participation and tolerance.Governments at various levels are influencing each other through ongoing policyexchanges, leading to a certain degree of convergence in policy approaches, goals andtargets, nationally and internationally.

source: Elsgoverns s’influencien a diversos nivells mitjançant intercanvis de les seves polítiques, queels estan portant cap a un cert nivell de convergència en els enfocaments, els objectius i laidentificació de les àrees clau, tant a escala nacional com internacional.
en: A great deal of common ground can be found inthe identification of core areas or dimensions of integration. While a single exactdefinition of integration may prove to be too narrow, the identification of coreintegration dimensions can serve as a useful ‘working definition’.

source: Hi ha molts puntsen comú en la identificació de les àrees bàsiques o en les dimensions de la integració.
en: The Commission’s first Annual Report on Immigration and Integrationdemonstrates that in all Member States access to the labour

source: El primer informede la Comissió sobre el tema, l’Informe anual sobre immigració i integració, demostraque en tots els països l’accés al mercat laboral, el domini de la llengua del territori i unbon nivell formatiu constitueixen els objectius més importants per a l’èxit de la integració.En l’àmbit europeu, la integració en el mercat laboral és l’àrea en què s’han definitobjectius polítics més clars. Les Directrius per a les polítiques d’ocupació de 2003 (2003Employment Strategy Guidelines) proposen assolir una reducció significativa de ladiferència de les xifres d’atur entre nacionals de la UE i no nacionals fins al 2010.
en: market as well as language skills and a sufficient level of education constitute the mostimportant objectives for securing successful integration.At the European level, labourmarket integration is the area with the most concretely defined policy objectives, asthe 2003 Employment Strategy Guidelines propose to achieve a significant reductionin the unemployment gap between non-EU and EU nationals by 2010.

source: Sensdubte, tenir un lloc de treball contribueix a unes millors condicions de vida i dóna accésa un habitatge de qualitat.
en: Being inemployment contributes to better living conditions, as does access to affordable andgood quality housing.

source: La falta d’allotjament o l’existència d’habitatges de malaqualitat i l’excessiva concentració de població immigrant en barris amb mancances socialsi econòmiques representen un problema per a la majoria dels Estats membres.
en: Lack of availability, low-quality housing and immigrantoverrepresentation in deprived urban neighbourhoods are problematic for most Member States.

source: Ladimensió de la integració dirigeix l’atenció cap a polítiques locals i urbanes i, en aquestcas, el paper més important del procés d’integració recau en les autoritats locals.
en: This dimension of integration directs attention to local and urbanpolicies and to the central role of local authorities in the process of integration.

source: Tot i que es continua donant importància als temes socieconòmics, els governs tambédestaquen la rellevància de les dimensions personals de la integració i la freqüència i laintensitat de les interaccions socials.
en: While the focus on socioeconomic topics continues, governments also increasinglyemphasise the importance of the socio-cultural sphere, the personal dimensions ofintegration and the frequency and intensity of social interactions.

source: Aquest enfocament fa veure la necessitat d’integrarla població immigrant en tots els aspectes de la societat, incloenthi els àmbits polítics,culturals i cívics.
en: This approachstipulates the need for integrating immigrants into all aspects of society, including thecivic, cultural and political fields.

source: A més a més, el concepte d’integració bidireccional centra l’atenció enl’actitud de les societats receptores, en la seva ciutadania, les seves estructures i lesorganitzacions similars.
en: Moreover, the conception of integration as a two-wayprocess directs attention towards the attitudes of the recipient societies, their citizens,structures and organisations alike.

source: Les diferents dimensions de la integració estan interrelacionades iels resultats obtinguts en un dels temes reforcen els altres.
en: The different dimensions of integration are interrelated and outcomes in one domain reinforce the others.

source: Per exemple, el treball ésimportant per millorar l’idioma i per tenir competències culturals més àmplies i establirrelacions socials.
en: For instance, jobs are valuablein developing language and broader cultural competence and in establishing socialconnections.

source: Alhora, les relacions socials amplien les oportunitats econòmiques.Dominar la llengua de la zona és important tant per al mercat laboral com per a lespossibles oportunitats educatives.
en: In turn, social connections widen economic opportunities. Language isuseful in the labour market as well as providing further opportunities for education.

source: A més, és el vehicle de coneixement de la població i lasocietat d’acollida.
en: Atthe same time, it indicates knowledge of the host population and society.

source: L’objectiu de les polítiques d’integració és obtenir resultats positius per a la poblacióimmigrant pel que fa a ocupació, habitatge, educació, sanitat, etc.
en: Integration policies seek to achieve positive outcomes for immigrants within the domainsof employment, housing, education, health etc.

source: Els immigrantsnouvinguts i els que ja tenen la residència poden assolir aquests objectius si desenvolupendeterminades aptituds, com ara el domini de l’idioma i el coneixement de la culturad’acollida.
en: Newcomers and resident immigrantswill be better able to achieve these outcomes if they develop certain skills, such aslanguage proficiency and knowledge of the host society.

source: En aquest sentit, els programes d’acollida ajuden els nouvinguts a adquiriraquestes habilitats per integrar-se plenament en la societat.
en: In this sense, introductionprogrammes help newcomers acquire the skills to fully participate in society.

source: A més, també s’ha de teniren compte l’adaptació de cada persona i els temes de capital humà, fent èmfasi en lacohesió social i en la igualtat en la societat.
en: At the sametime, a focus on individual adaptation and human capital issues must be complementedwith an emphasis on social cohesion and equality in diverse societies.

source: La demanda d’habilitats ha de sercompensada amb forts mecanismes per a l’adquisició d’aquestes habilitats i amb
en: Demand for skillsmust be matched with strong mechanisms for the acquisition of these skills andpossibilities for using them.

source: Els representants polítics tenen una gran responsabilitat com a educadorspúblics i en la promoció d’una actitud positiva cap a la població immigrant percontrarestar les tendències racistes i xenòfobes.
en: leaders for example have a strong responsibility in their role as public educators and inpromoting a positive attitude towards immigrants to counter xenophobic and racisttendencies.

source: Els empresaris, per la seva banda, hand’oferir-los llocs de treball, proporcionar-los formació i fer que aprenguin l’idioma, fer ques’adaptin, facilitar-los l’accés a l’habitatge i informar la població sobre els avantatgeseconòmics de la immigració.
en: Employers may give access to jobs, provide skills training and languageteaching, offer induction, facilitate access to housing, and inform the public debateabout the economic benefits of immigration.

source: La participació activa de la població immigrant es basa en el fet que els seus drets iobligacions es vagin gradualment equiparant als dels nacionals.
en: The active participation of immigrants rests on rights and obligations gradually beingbrought in line with those of nationals.

source: L’accés a les institucionsi als serveis i els mitjans de participació cívica creen les condicions adequades per al’exercici d’una ciutadania activa per part de la població immigrant.
en: Access to institutions, services and means of civicparticipation create the conditions for the exercise of active citizenship by migrants.

source: L’obertura de la vidaassociativa -des dels clubs esportius als partits polítics- és decisiva per obtenir bonsresultats en el procés.
en: Theopenness of associative life, ranging from sports clubs to political parties, is decisive forthe outcome of the process.

source: Les organitzacions han de donar visibilitat a la realitat interculturalaplicant polítiques d’igualtat d’oportunitats, treballant amb immigrants a tots els nivells icooperant amb les associacions d’immigrants.
en: Organisations of all types need to give visibility to intercultural realities by applying equal-opportunity policies, employing migrants at all levels,and cooperating with associations of migrants.

source: Les organitzacions d’immigrants són unssocis clau en l’exercici del govern participatiu.
en: Migrant organisations are also keypartners in the exercise of participatory government.

source: Les decisions polítiques, sobretot a escalalocal, afecten de manera significativa els residents que no tenen la nacionalitat, quepoden participar en diversos mecanismes de consulta.
en: Political decisions especially at thelocal level significantly affect non-citizen residents, who can participate through variousconsultation mechanisms.

source: D’altra banda, es pot animar elsnouvinguts perquè optin per la naturalització.
en: At the same time, migrants can be encouraged to naturalise.

source: Què comporta compartir les bones pràctiques
en: What does it take to share best practice

source: Una possible definició de bones pràctiques podria ser la següent: “Iniciatives que s’hanmostrat efectives i sostenibles, mitjançant la recerca i l’avaluació, i que han produïtresultats destacables que es poden aplicar i adaptar a d’altres situacions”.
en: A possible definition of best practices could be: approaches that have been shown,through research and evaluation, to be effective and sustainable and produceoutstanding results, and that can be applicable in and adapted to a different situation.

source: Es pot aprendre una lliçó de les iniciatives que han funcionat i de les que no hanfuncionat.La majoria de les pràctiques tenen punts forts i punts febles.Cap pràctica es pot repetir íntegrament.Qualsevol pràctica s’ha d’adaptar a les circumstàncies locals.
en: Lessons can be learned from both good and bad practices Most practices have both strong and weak elements No practice can be replicated in its entirety All practices need to be adapted to local circumstances

source: La documentació relativa a les bones pràctiques ha de contenir el següent:
en: Documentation on best practices needs to capture

source: Problema que s’intenta solucionar i persona/entitat que identifica el problema.Persona/entitat que inicia la pràctica i persones/entitats implicades.Com es desenvolupa la pràctica i quines etapes se segueixen.Conseqüències negatives o positives de l’aplicació.Viabilitat financera de la pràctica a llarg termini.Efectivitat: l’impacte de la pràctica.Eficiència: la ràtio impacte/cost.Sostenibilitat: duració de l’impacte i replicabilitat.Factors externs: qualsevol efecte negatiu o positiu de la pràctica en d’altrespersones que no siguin els beneficiaris immediats.Rellevància: la significació de la pràctica per al grup objectiu.
en: What was the problem the practice addressed and who identified the problem?Who initiated the practice and who was involved?How did the practice develop and what were the stages?What were the positive and/or negative consequences?What is the long-term financial viability?Effectiveness: the impact of the practice Efficiency: the ratio of impact to cost Sustainability: lasting impact and replicability Externalities: i.e. any unintended positive and negative impacts of the practice onother than the immediate beneficiaries Relevance: the significance of the practice for the target group

source: Capítol 1Acollida de la població immigrantirefugiada nouvinguda
en: Chapter 1Introduction of newly arrived immigrants and recognised refugees

source: Acollida de la població immigranti refugiada nouvinguda
en: Introduction of newly arrived immigrants and recognised refugees

source: Laintegracióés un procés que dura diversos anys,en molts casos va més enllà de l’obtenció de la nacionalitat o de la segona o tercera generació.
en: Integration is a process lasting several years, in many cases beyond naturalisation or intothe second and third generations.

source: El procés té més possibilitats deser unèxitquanles societats receptoreses comprometenarebreambels braços oberts lapoblacióimmigranti aproporcionar-li oportunitats de familiaritzar-se amb la llengua, amb els valors bàsics dela societati amb els costums,i quanla societatimmigrantes mostra determinada a integrar-se en la societat quel’acull.
en: Commitment underpins the process when receivingsocieties undertake to welcome immigrants and provide them with opportunities tobecome familiar with the language, basic values and customs and when from their sideimmigrants show a determination to become part of the receiving society.

source: Els programes d’acollidasónunainversióenel futur que tant la població immigrant com la societat d’acollida han d’estar disposats afer.Es dónaals immigrants una primera oportunitat d’adquirir unes habilitats bàsiquesper poder ser autosuficients,i l’esforç,per tant,val lapena.
en: Introduction programmes are an investment in the future which both the immigrant andsociety should be willing to make.

source: El retorndelainversióper alasocietatés queels immigrants es converteixenenciutadans més preparats i capaços decontribuir ala millora dela mateixasocietat.
en: They give immigrants a start enabling them to acquirevital skills to become self-sufficient and are therefore well worth the effort. The returnon investment for society is that immigrants become better-equipped citizens capable ofcontributing to society.

source: Les primeres etapes delaresidènciadels nouvinguts enel país receptor són especialment importants.
en: The early stages of a migrant’s residence in the receiving country are of particularimportance.

source: Alguns governs han posat en marxa programes d’acollida per ala primerafase.
en: Some governments have launched introduction programmes for the earlyphase of a migrant’s stay.

source: Els programes d’acollidasolentenir tres components principals: classes de llengua, orientació cívica i formació sobre el mercatlaboral.
en: Introduction programmes generally consist of three maincomponents: language tuition, civic orientation and professional labour market training.

source: Un exemple de programa d’acollida el trobem a la ciutat de Gant (Bèlgica), que disposad’un servei d’integració municipal fundat per les autoritats locals i sobretot per la Comunitat Flamenca (sota els programes de política urbana i integració).
en: Offering courses at several levels using different formats and a range of teaching methodscan help to achieve successful language training for immigrants with different educationalbackgrounds or previous knowledge of the country and language. This leads to usablequalifications.

source: Aquestprograma de recepció posa en pràctica la legislació flamenca (2003, implementada desde l’1 d’abril de 2004) i comporta classes introductòries per a les persones que arribenper reagrupació familiar, per als immigrants regularitzats, per als que gaudeixen del’estatus de refugiats, per a les víctimes del tràfic de persones i per als menors.
en: Especially in countries where newly arriving immigrants and refugees do not yet haveknowledge of the local language through colonial or other ties, language teachingconstitutes the centrepiece of introduction efforts by governments. Courses aregenerally aimed at legally resident adults who do not have sufficient knowledge of theofficial language or languages.

source: Lalegislació també preveu l’ajuda als demandants d’asil que ja es troben en un determinatprocés (quan la seva petició ja s’està examinant amb detall).
en: Although governments devote a lot of resources tolanguage programmes, many are concerned that optimal results are not reached.

source: Per a alguns grups, lesclasses introductòries són obligatòries.
en: Participants are often allocated to different levels of language training.

source: Aquest programa inclou classes d’holandès (finsa 1.200 hores, amb quatre nivells, 120 de les quals es fan al centre mateix) i 75 horesde classes sobre “orientació social”.
en: In Sweden, thegiven language skills of the participants are evaluated to distribute them over four levels(two levels are used to differentiate participants with an academic background).

source: Aquestes classes sobre “orientació social”tenenmòduls sobre qüestions pràctiques i administratives pel que fa a l’accés a les activitatssocials i culturals.
en: In theintegration courses provided under the 2004 German immigration law, the classallocation will reflect prior language skills as well as educational experiences.

source: A Gant aquestes classes s’ofereixen en turc, àrab, francès, anglès, rus,espanyol, persa, albanès, somali i, evidentment, en holandès.
en: In contrast,the migratory group which the participant belongs to will not be relevant for theallotment into a language class as has been the case in the past.

source: La ciutat també intentaposar en pràctica un programa de rebuda “personalitzat”, juntament amb d’altresorganitzacions, que inclou orientació laboral, educativa i formativa.
en: Many countries offerseparate literacy classes - generally with more intensive teaching - and special coursesfor young migrants.

source: En aquest moment,entorn de 500 adults segueixen aquest programa d’acollida.
en: Often, courses conclude with a language test.

source: Oferir cursos de diferents nivells i amb diferents formats, amb diversitat de mètodesdocents, pot ajudar a assolir una bona formació lingüística per a immigrants amb diferentsnivells educatius o diferents nivells de coneixement sobre el país i l’idioma.
en: When course certificates are of a format which is known to employers and othereducational institutions, they prove to be useful to the participants in accessing furtherlabour market or training opportunities.

source: Aquests cursosfan que obtinguin una qualificació que els serà útil en el futur.
en: The content and methods of teaching are to bedesigned with these opportunities in mind.

source: Amb especial atenció als casos en què els nouvinguts i els refugiats no tenen capconeixement de la llengua de la zona perquè no existeixen lligams colonials o d’un altretipus, la formació lingüística constitueix el més important dels esforços d’acollida per alsgoverns. Els cursos de llengua normalment s’adrecen als residents adults que tenenlegalitzada la seva situació i que encara no tenen prou coneixement de la llengua oficialde la zona (o llengües, si n’hi ha més d’una).
en: A German evaluation of language courses commissioned by the Interior Ministry pointsout that the teaching and validation of written language skills are crucial, since tofunction in the German society and labour market often requires proficiency in writing.Although oral communication skills are indispensable, they should not be the soleemphasis of language courses.

source: Tot i que els governs assignen moltsrecursos a la formació lingüística en aquest sentit, el nivell de satisfacció pel que fa al’assoliment de resultats no és gaire alt.
en: The evaluation suggests that language training shouldfocus on the public and work situations where the migrant is likely to require knowledgeof German.

source: Tot sovint, els cursos acaben amb una prova de llengua.
en: Vocational content of introduction courses

source: Si els certificats que s’expedeixen després de fer aquestes classes tenen un formatconegut per empresaris i altres institucions educatives, són útils per accedir al mercatlaboral o a d’altres possibilitats formatives.
en: Job-seeking assistance, professional advice centres, partnershipcontracts and vocational training can all be a part of introduction programmes, offeredin addition to or integrated with language learning.

source: Així doncs, quan es dissenyin aquest tipus decursos, caldria tenir-ho present.
en: For instance, in Denmark labourmarket training may include short-term education, on-the-job training or recruitmentwith a wage subsidy.

source: Una avaluació dels cursos de llengua que es va dur a terme a Alemanya per encàrrec del Ministeri de l’Interior destaca que l’ensenyament i l’avaluació de l’expressió escrita sónbàsics, perquè a la societat alemanya i al mercat laboral sovint es requereix un completdomini de la llengua escrita.
en: For instance, in the Netherlands so-called‘dual path’ programmes consist of a combination of the Dutch language with anotherelement (i.e. support in raising children, work, vocational training, voluntary jobs or socialactivation).

source: Tot i que l’expressió oral també és indispensable, segonsl’estudi no hauria de ser l’únic important en els cursos de llengua.
en: Individuals with professional training and/or previous experience of working life,in particular, can receive an introduction that is work-oriented and within their professionalarea.

source: L’estudi elaboratsuggereix que la formació lingüística s’hauria de centrar en les situacions públiques ilaborals en què la persona immigrant haurà de fer servir l’alemany.
en: In this way, the content of the programme can actively support the individual’s entryinto the labour market as well as facilitate the learning of the local language.

source: No esrecomana implantar models seqüencials estrictes per a l’aprenentatge de la llengua, laformació professional ni l’educació superior. L’ideal és que els cursos introductorisincloguin l’ensenyament de la llengua i validin les habilitats existents.
en: Dynamic ways of assessing the skills of newcomers, relying less on formal criteria andvaluing different kinds of experience, are most useful for the validation of experienceand knowledge obtained in the country of origin.

source: Si l’autosuficiència és l’objectiu dels programes d’acollida, establir un lligam més estretamb el mercat laboral és molt important quan es dissenyen els cursos.
en: The ESF-funded SPECIMA project in Finland targets immigrants with an academic orother higher degree.
